{"chief_complaint":"发热3天", "template":"患者于3天前无明显诱因出现发热，体温最高达38.5℃，发热呈持续性，无明显规律性波动。伴有轻度畏寒、乏力、头痛，无寒战。无咳嗽、咳痰、流涕、鼻塞等上呼吸道感染症状，无咽痛、吞咽困难，无腹痛、腹泻、呕吐等消化道症状。患者精神状态尚可，食欲略有下降，睡眠及大小便正常。", "department":"内科"}
{"chief_complaint":"咳嗽d天", "template":"患者于d天前无明显诱因出现咳嗽，以干咳为主，偶有少量白色粘痰，不易咳出。咳嗽多在夜间及晨起时明显，白天相对缓解。无明显胸痛、胸闷或气促，无咯血。无发热、寒战，无明显咽痛。无恶心、呕吐、腹痛、腹泻等消化道症状，精神状态良好，食欲、睡眠正常。", "department":"呼吸内科"}
{"chief_complaint":"腹痛2小时", "template":"患者于2小时前突发上腹部疼痛，疼痛呈持续性绞痛，疼痛程度中等，无放射痛，疼痛与体位变化无明显关系。伴有恶心，无呕吐，无腹泻，无发热。患者既往无胃肠道疾病史，无腹部手术史。查体：上腹部压痛，无反跳痛，肠鸣音正常。", "department":"消化内科"}
{"chief_complaint":"头痛伴头晕d天", "template":"患者于d天前出现头痛，疼痛位于双侧颞部，呈持续性钝痛，程度中等，伴有头晕，无明显诱因。头痛不随体位变化而加重或缓解，无恶心呕吐，无视物模糊，无肢体麻木无力，无言语不清。既往无高血压、糖尿病病史，无脑外伤史。", "department":"神经内科"}
{"chief_complaint":"胸闷气短5天", "template":"患者于5天前出现胸闷气短，活动后明显，休息后可缓解。无明显胸痛，无心悸，无咳嗽、咳痰或咯血，无发热。夜间平卧时症状加重，需要垫高枕头。近日来双下肢轻度浮肿，无明显腹胀，无头晕眼花，无黑朦。既往有高血压病史10年，血压控制一般。", "department":"心血管内科"}
{"chief_complaint":"皮疹伴瘙痒3天", "template":"患者于3天前无明显诱因出现皮疹，初发于躯干部位，后蔓延至四肢，皮疹呈红色斑丘疹，边界清楚，大小不一，伴有明显瘙痒，瘙痒在夜间加重，无疼痛感。无明显发热、头痛、咽痛等全身症状。患者既往有过敏性鼻炎史，近期未服用任何新药物，无食物过敏史。", "department":"皮肤科"}
{"chief_complaint":"腰痛伴下肢放射痛d周", "template":"患者于d周前出现腰痛，疼痛位于腰椎L4-5水平，呈持续性钝痛，活动后加重，休息后缓解。疼痛放射至左侧下肢至足背，伴有左下肢麻木感，无肢体活动障碍，无排尿排便异常。患者长期从事重体力劳动，无明显外伤史，无发热。","department":"骨科"}
{"chief_complaint":"视力模糊2周", "template":"患者于2周前开始出现双眼视力模糊，进行性加重，无眼痛、眼红，无畏光流泪，无眼部外伤史。视物模糊在远距离注视物体时更为明显，近距离阅读时症状较轻。患者既往无眼部疾病史，无糖尿病、高血压等全身性疾病史。","department":"眼科"}
{"chief_complaint":"咽痛伴发热d天", "template":"患者于d天前出现咽痛，呈持续性烧灼感，吞咽时加重，伴有发热，体温最高达t℃，无明显畏寒寒战。咽部不适伴有轻度干咳，无明显痰液，无鼻塞流涕，无耳痛。患者精神状态尚可，食欲减退，睡眠略受影响，无全身肌肉关节酸痛。","department":"耳鼻喉科"}
{"chief_complaint":"排尿疼痛伴尿频3天", "template":"患者于3天前出现排尿疼痛，疼痛位于尿道，排尿时明显，呈烧灼感。伴有尿频、尿急，无肉眼血尿，无腰痛，无发热。排尿次数较平时明显增多，每次尿量减少。症状逐渐加重，影响日常生活。患者否认不洁性生活史，无尿路结石病史。","department":"泌尿外科"}
{"chief_complaint":"恶心呕吐d天", "template":"患者于d天前开始出现恶心、呕吐，每日呕吐2-3次，呕吐物为胃内容物，无咖啡样物质，无明显诱因。伴有上腹部不适，无明显腹痛，无腹泻，无发热。近日食欲明显下降，无黑便或便血，无头痛头晕。患者既往无消化系统疾病史，无药物过敏史。","department":"消化内科"}
{"chief_complaint":"月经失调3个月", "template":"患者近3个月来月经周期不规律，周期延长至40-50天，经期约4-5天，经量较前减少。无明显腹痛，无阴道不规则出血，无白带异常。伴有乳房胀痛，无面部痤疮，无多毛。患者近期无明显体重变化，情绪稳定，无明显压力。既往月经规律，28-30天一次。","department":"妇科"}
{"chief_complaint":"关节肿痛1周", "template":"患者于1周前出现双膝关节疼痛，以右膝较重，呈持续性胀痛，活动时加重，休息后稍缓解。伴有关节轻度肿胀，晨僵约30分钟，无明显关节红热。无发热，无皮疹，无其他关节受累。患者近期无明显外伤史，无感染症状，既往体健。","department":"风湿免疫科"}
{"chief_complaint":"咳嗽伴胸痛5天", "template":"患者于5天前开始出现咳嗽，以干咳为主，逐渐出现咳白色粘痰，痰中无血丝。同时伴有右侧胸痛，疼痛呈刺痛性，深呼吸或咳嗽时加重。无发热，无明显气短，无盗汗，无明显咽痛。患者否认有结核病接触史，近期无流感样症状，无药物过敏史。","department":"呼吸内科"}
{"chief_complaint":"腹泻d天", "template":"患者于d天前无明显诱因出现腹泻，每日5-6次，大便呈水样便，无粘液脓血便，无里急后重感。伴有轻度腹痛，呈阵发性绞痛，无恶心呕吐，无发热。患者食欲下降，无明显体重减轻，近期饮食无明显异常，无药物服用史，无类似发作史。","department":"消化内科"}
{"chief_complaint":"发热伴咳嗽7天", "template":"患者于7天前起病，先出现发热，体温最高达38.7℃，伴有畏寒、全身酸痛。2天后开始出现咳嗽，初为干咳，后逐渐出现白色黏痰，偶有黄痰，无咯血。伴有轻度咽痛，无明显鼻塞流涕。发热呈持续性，无规律性波动，服用布洛芬后可暂时退热。患者精神状态一般，食欲下降，睡眠受影响。","department":"呼吸内科"}
{"chief_complaint":"头晕伴耳鸣d天", "template":"患者于d天前开始出现头晕，呈持续性，非旋转性，伴有耳鸣，以右耳为主，呈蝉鸣样，持续存在。头晕在体位变化时加重，无明显头痛，无恶心呕吐，无视物模糊，无肢体麻木无力。无发热，无近期外伤史。患者既往有高血压病史5年，服用降压药物，控制一般。","department":"神经内科"}
{"chief_complaint":"腹胀便秘1周", "template":"患者于1周前开始出现腹胀，腹围增大，伴有便秘，3-4天一次大便，大便干结。无明显腹痛，无恶心呕吐，无发热。患者食欲尚可，无体重明显变化。近期饮食清淡，饮水量减少，活动减少。既往偶有便秘史，无腹部手术史，无药物过敏史。","department":"消化内科"}
{"chief_complaint":"声音嘶哑d天", "template":"患者于d天前开始出现声音嘶哑，呈进行性加重，无明显诱因。伴有轻度咽部不适，无明显咽痛，无吞咽困难，无咳嗽咳痰，无发热。近期有过度用嗓史，无上呼吸道感染症状，无颈部外伤史。患者无吸烟史，既往无咽喉疾病史。","department":"耳鼻喉科"}
{"chief_complaint":"心悸乏力2周", "template":"患者于2周前开始出现心悸，无明显诱因，多在休息时出现，持续数分钟至数小时不等。伴有乏力，活动耐量下降，无明显胸痛胸闷，无气促，无头晕头痛，无晕厥。患者近期睡眠质量差，情绪波动大，食欲减退，体重轻度下降。既往无心脏疾病史，无甲状腺疾病史。","department":"心血管内科"}
{"chief_complaint":"呕血d次", "template":"患者于d天前突然呕血，呕血量约100ml，呈暗红色，无血块。在呕血前有恶心感，无咳嗽后咯血，无黑便。伴有上腹部不适，无明显腹痛，无腹泻。患者近期精神压力大，作息不规律，偶有饮酒史，无药物服用史。既往无消化道溃疡病史，无凝血功能异常病史。","department":"消化内科"}
{"chief_complaint":"尿量减少伴双下肢浮肿d天", "template":"患者于d天前开始出现尿量减少，24小时尿量约500ml，较平时明显减少。同时出现双下肢浮肿，以踝部为重，晨轻晚重，休息后不能完全消退。无明显腰痛，无肉眼血尿，无发热。患者既往有高血压病史10年，糖尿病史5年，平素治疗不规律。近期无感染症状，无药物过敏史。","department":"肾内科"}
{"chief_complaint":"面部偏瘫3小时", "template":"患者于3小时前突然出现右侧面部麻木、口角歪斜，不能闭合右眼，皱额困难。无头痛头晕，无肢体麻木无力，无言语不清，无吞咽困难，无意识障碍。无发热，无外伤史。患者有高血压病史8年，血压控制一般；有2型糖尿病史5年，服用降糖药物，血糖控制尚可。","department":"神经内科"}
{"chief_complaint":"黄疸伴皮肤瘙痒d天", "template":"患者于d天前出现皮肤、巩膜黄染，呈进行性加重。伴有全身皮肤瘙痒，以夜间为甚。出现尿色深黄，大便色浅。无明显腹痛，无恶心呕吐，无发热。患者精神状态尚可，食欲下降，睡眠受瘙痒影响。既往无肝炎病史，无输血史，近期无新药物服用史。","department":"肝胆外科"}
{"chief_complaint":"盗汗d月", "template":"患者于d月前开始出现盗汗，主要在夜间入睡后出现，醒后方被汗水浸湿，需要更换衣物。伴有乏力、食欲减退、体重下降约3kg。无发热，无咳嗽，无胸痛，无腹痛腹泻。患者近期精神压力大，睡眠质量差。既往体健，无肺结核病史，无恶性肿瘤病史。","department":"内科"}
{"chief_complaint":"血尿d天", "template":"患者于d天前无明显诱因出现血尿，呈全程血尿，尿色呈淡红色，无尿块。无尿频、尿急、尿痛，无腰痛，无发热。无尿路刺激征，无会阴部不适。患者既往无泌尿系结石病史，无近期外伤史，无药物过敏史，无出血倾向。","department":"泌尿外科"}
{"chief_complaint":"便血2次", "template":"患者于2天前首次发现便血，呈暗红色血便，无血块，血与大便混合。昨日再次出现便血，量较前增多。无明显腹痛，无里急后重感，无腹泻，无发热。患者近期饮食无明显变化，无药物服用史。既往有痔疮病史多年，无消化道溃疡病史，无结肠炎病史。","department":"肛肠科"}
{"chief_complaint":"肛门疼痛5天", "template":"患者于5天前排便时开始出现肛门疼痛，疼痛剧烈，排便后疼痛加重，持续时间长。伴有少量鲜红色便血，血附着于大便表面，无血便混合。便血量少，无肛门坠胀感，无肛门异物感。患者近期有便秘情况，大便干硬。既往无痔疮史，无肛瘘史，无结肠炎史。","department":"肛肠科"}
{"chief_complaint":"乳房肿块1月", "template":"患者于1月前自行触及左侧乳房肿块，位于左乳外上象限，大小约2cm×1.5cm，质地较硬，边界尚清，无明显触痛。肿块发现后无明显变化，无乳头溢液，无乳房皮肤改变，无腋窝淋巴结肿大。患者否认家族中有乳腺癌病史，无乳腺疾病史。","department":"乳腺外科"}
{"chief_complaint":"发热伴关节痛d天", "template":"患者于d天前出现发热，体温最高达t℃，伴有多关节疼痛，主要累及膝关节、踝关节及手指关节，呈对称性分布。关节疼痛伴有轻度肿胀，晨僵明显，活动后好转。无皮疹，无口腔溃疡，无畏光现象。患者既往无风湿病史，无药物过敏史。","department":"风湿免疫科"}
{"chief_complaint":"视物重影d天", "template":"患者于d天前开始出现视物重影，看物体时出现重叠，双眼同时闭一眼后症状消失。视物重影无明显诱因，全天存在，近距离和远距离注视物体时均有。无眼痛，无眼红，无视力下降，无眼部分泌物增多。无头痛头晕，无恶心呕吐。患者既往无眼部疾病史，无甲状腺疾病史。","department":"眼科"}
{"chief_complaint":"体重下降10kg/3月", "template":"患者近3个月内体重下降约10kg，无明显诱因，无厌食。伴有多饮多尿，口渴明显，尿量增多。无腹痛，无恶心呕吐，无发热，无盗汗。食欲较前增加，但体重持续下降。患者精神状态尚可，无乏力。既往体健，无慢性疾病史，家族中有糖尿病病史。","department":"内分泌科"}
{"chief_complaint":"咳嗽伴发热7天", "template":"患者于7天前起病，初期出现咳嗽，以干咳为主，后出现黄脓痰，痰量中等。3天前开始出现发热，体温最高达39.2℃，伴有寒战、乏力、头痛。咳嗽频繁，痰不易咳出，伴有胸闷胸痛。无明显气促，无咯血，无夜间盗汗。既往有慢性支气管炎病史，无肺结核病史。","department":"呼吸内科"}
{"chief_complaint":"腹痛腹泻d天", "template":"患者于d天前出现腹痛，以脐周及下腹部为主，呈阵发性绞痛，伴有腹泻，每日6-8次，大便呈水样便，偶有少量粘液，无脓血便。大便后腹痛可短暂缓解，无里急后重感。伴有轻度恶心，无呕吐，无发热。患者近期进食生冷食物，无药物服用史，无慢性肠道疾病史。","department":"消化内科"}
{"chief_complaint":"胸痛伴呼吸困难3天", "template":"患者于3天前开始出现左侧胸痛，呈持续性刺痛，深呼吸时加重，平卧位时加重，坐起后稍缓解。伴有呼吸困难，活动后加重，休息后缓解。近日来胸痛及呼吸困难症状逐渐加重。无咳嗽咳痰，无发热，无心悸。患者既往有冠心病史，长期服用阿司匹林，无肺部疾病史。","department":"心血管内科"}
{"chief_complaint":"关节疼痛伴晨僵1月", "template":"患者于1个月前开始出现多关节疼痛，主要累及双手小关节、腕关节及膝关节，呈对称性分布。关节疼痛伴有轻度肿胀，关节活动受限，晨僵时间约1小时，活动后逐渐缓解。无皮疹，无发热，无明显乏力。患者既往体健，无关节外伤史，无家族性风湿病史。","department":"风湿免疫科"}
{"chief_complaint":"意识障碍30分钟", "template":"患者于30分钟前突然意识丧失，倒地，伴有四肢抽搐，口吐白沫，大小便失禁。抽搐持续约2分钟后停止，目前意识尚未完全恢复，对呼唤反应迟钝，言语不清。无头痛，无发热。患者既往有癫痫病史5年，长期服用抗癫痫药物，近期自行减药。","department":"神经内科"}
{"chief_complaint":"腹水d周", "template":"患者于d周前发现腹部膨隆，呈进行性增大，伴有轻度腹痛，无放射痛，无明显诱因。伴有食欲减退，乏力，近期体重下降约3kg。无恶心呕吐，无腹泻，无发热。患者有乙肝病史20年，肝硬化病史5年，曾数次因消化道出血住院治疗。","department":"消化内科"}
{"chief_complaint":"面部潮红d次/天", "template":"患者于d个月前开始出现面部潮红，每日约d次，多在情绪波动或进食辛辣食物后出现。潮红从面部开始，可蔓延至颈部和上胸部，持续5-10分钟后自行缓解。伴有短暂性出汗，无头痛头晕，无心悸，无胸闷。患者近一年来月经紊乱，周期延长，经量减少。","department":"妇科"}
{"chief_complaint":"尿频尿急尿痛2天", "template":"患者于2天前开始出现尿频、尿急、尿痛，排尿次数明显增多，每次尿量减少，排尿时尿道有明显烧灼感。尿色黄，无肉眼血尿，无尿混浊。伴有轻度下腹部不适，无腰痛，无发热。患者近期性生活频繁，无长期留置尿管史，无尿路结石病史。","department":"泌尿外科"}
{"chief_complaint":"排便困难伴便血d天", "template":"患者于d天前开始出现排便困难，排便费力，大便干结，每次排便时间延长。排便时肛门有撕裂样疼痛，便后可见少量鲜红色血便，血附着于大便表面。无腹痛腹胀，无恶心呕吐，无发热。患者平素饮水少，食用粗纤维食物少，活动量减少。","department":"肛肠科"}
{"chief_complaint":"呼吸困难伴双下肢浮肿d周", "template":"患者于d周前开始出现活动后呼吸困难，近日来逐渐加重，夜间平卧位呼吸困难明显，需要坐起缓解。伴有双下肢浮肿，以踝部为重，晨轻晚重。近期出现夜间阵发性呼吸困难，惊醒后需坐起。无胸痛，无咳嗽咳痰，无发热。患者有风湿性心脏病史多年，未规律治疗。","department":"心血管内科"}
{"chief_complaint":"黑便3天", "template":"患者于3天前无明显诱因出现黑便，呈柏油样，质软，有特殊臭味，每日2-3次。无腹痛，无腹胀，无恶心呕吐，无发热。伴有头晕、乏力，无晕厥。患者长期服用布洛芬止痛药物，有消化性溃疡病史，近期精神压力大，饮酒史。","department":"消化内科"}
{"chief_complaint":"下腹痛伴阴道出血d天", "template":"患者于d天前出现下腹痛，呈持续性隐痛，疼痛程度中等，无放射痛。同时出现阴道出血，量较月经量少，色暗红，无血块。患者末次月经为d+30天前，月经向来规律。无恶心呕吐，无发热，无尿频尿急。患者已婚未育，无避孕措施，无妇科手术史。","department":"妇科"}
{"chief_complaint":"烦躁失眠3周", "template":"患者于3周前开始出现情绪烦躁，易激动，伴有失眠，入睡困难，早醒，睡眠时间明显减少。同时伴有多汗、心悸、手抖，体重下降约2kg。食欲增加，大便次数增多，无腹痛腹泻。患者近期工作压力大，精神紧张，无明显家庭变故。既往无精神疾病史，无甲状腺疾病史。","department":"内分泌科"}
{"chief_complaint":"抽搐伴意识丧失d分钟", "template":"患者于d小时前突然意识丧失，全身抽搐，四肢强直，口吐白沫，持续约d分钟后抽搐停止，意识逐渐恢复。发作过程中有尿失禁，无大便失禁。发作后患者感乏力、头痛，无明显记忆缺失。无发热，无头部外伤史。患者以往无类似发作，近期睡眠不足，精神紧张。","department":"神经内科"}
{"chief_complaint":"皮肤黄染伴肝区疼痛d天", "template":"患者于d天前开始出现皮肤、巩膜黄染，呈进行性加重。伴有右上腹疼痛，呈持续性钝痛，无放射痛。尿色深黄，大便色浅，无腹胀腹水。近期出现低热，体温37.5-38.0℃，精神状态差，食欲明显下降。既往有乙型肝炎病史10年，定期随访，近期未服用肝损害药物。","department":"肝胆外科"}
{"chief_complaint":"听力减退伴耳鸣d月", "template":"患者于d月前开始出现双侧听力减退，进行性加重，伴有耳鸣，呈持续性蝉鸣声。听力下降在嘈杂环境中尤为明显，需要提高音量才能听清谈话。无耳痛，无耳部分泌物，无眩晕，无恶心呕吐。患者长期在噪音环境中工作，无耳部外伤史，无耳部感染史。","department":"耳鼻喉科"}
{"chief_complaint":"多饮多尿消瘦2月", "template":"患者于2个月前开始出现多饮多尿，每日饮水量约3000ml，尿量明显增多。伴有明显消瘦，体重下降约5kg。同时感到乏力，食欲增加，无腹痛腹泻，无恶心呕吐，无发热。患者精神状态尚可，睡眠正常。既往无慢性疾病史，父亲有糖尿病病史。","department":"内分泌科"}
{"chief_complaint":"全身浮肿d天", "template":"患者于d天前开始出现全身浮肿，先表现为眼睑浮肿，晨起明显，继而出现双下肢和腹部浮肿。伴有尿量减少，尿色黄。无血尿，无腰痛，无恶心呕吐，无腹痛腹泻，无发热。患者既往体健，无肾脏疾病史，无高血压、糖尿病病史，近期无感染症状。","department":"肾内科"} 