{"chief_complaint":"发热d天", "template":"患者于 d 天前出现发热，最高体温为 t℃，伴有寒战、抽搐等表现。发热期间是否伴随其他症状（如咳嗽、鼻阻、流涕、咽痛、腹泻等），以及精神状态如何。目前是否有缓解或加重趋势。", "department":"儿科"}
{"chief_complaint":"咳嗽d天", "template":"d天前受凉后咳嗽，伴痰响，无发热，无呕吐，无腹泻，无腹痛，院外口服药物不详，效果欠佳", "department":"儿科"}
{"chief_complaint":"腹痛h小时", "template":"患者因“腹痛 h 小时”入院。患者于 h 小时前无明显诱因出现腹痛，疼痛部位位于上腹部、右下腹、脐周等），性质为（如隐痛、胀痛、绞痛、刀割样痛等），疼痛呈（如持续性或间歇性），疼痛程度为（如轻度、中度、剧烈）。伴有其他症状，恶心、呕吐、腹泻、发热、乏力等。", "department":"儿科"}
{"chief_complaint":"咳嗽d天，发热天", "template":"d天前出现咳嗽，呈间断单声咳嗽，每日咳嗽 次，不伴咳痰，可闻及痰响，痰不易咳出，伴流涕、鼻阻，无恶心、气促、呼吸困难、胸痛等，d天前出现发热，体温最高t℃，伴畏寒寒战，无乏力、头痛头晕、肌肉酸痛、腹腹泻、皮疹等", "department":"儿科"}
{"chief_complaint":"呕吐h小时", "template":"呕吐h小时，共呕吐10+次，非喷射性，呕吐物为胃内容物，无发热，偶有咳嗽，无流涕，解n次正常大便，小便正常。精神差，饮食可", "department":"儿科"}
{"chief_complaint":"腹泻d天", "template":"大便稀糊状，无粘液及血丝，无呕吐，无腹胀、腹痛，无发热，无咳嗽、气促，精神可，食欲欠佳，小便量可", "department":"儿科"}
{"chief_complaint":"发热h小时，抽搐n次", "template":"无明显诱因出现抽搐：呼之不应，双眼凝视，牙关紧闭，唇周发绀伴吐沫，四肢强直伴抖动，无大小便失禁，抽搐持续约1分钟后自行缓解，后测侧体温？？摄氏度。，既往发热时有类似抽搐时一次。", "department":"儿科"}
{"chief_complaint":"发现皮肤黄染d天。", "template":"患者于 d 天前发现皮肤及巩膜黄染，自觉/不自觉伴有全身乏力、食欲减退，是否伴有恶心、呕吐（如有需补充呕吐物性状）、腹胀、腹痛（如有需明确部位和性质）、尿色加深（如浓茶样）、或大便颜色变浅（如陶土色）。患者有无发热及寒战，是否伴有瘙痒。", "department":"儿科"}
{"chief_complaint":"呕吐、腹泻d天", "template":"患者于 d 天前无明显诱因出现呕吐，呕吐物为（黄绿色液体、咖啡色液体等），每日约次，是否伴有恶心，呕吐后症状是否缓解。随后出现腹泻，大便性状为（稀水样便、黏液便、脓血便等），每日约**次，是否伴有腹痛、腹胀、里急后重。", "department":"儿科"}
{"chief_complaint":"皮疹d天。", "template":"患者于 d 天前出现皮疹，皮疹初发部位位于（如面部、四肢、躯干等），逐渐扩散至（如全身、局部），皮疹性质为（如红色斑丘疹、荨麻疹样皮疹、水疱、脓疱、紫癜等），是否伴瘙痒、疼痛、灼热感等不适。皮疹分布是否对称，有无结痂、渗出、脱屑或色素沉着。", "department":"儿科"}
{"chief_complaint":"腹痛d天，呕吐n次", "template":"患者于 d 天前无明显诱因出现腹痛，疼痛部位位于脐周，性质为阵发性腹痛，疼痛程度不剧，呈间歇性发作，与进食、排便或体位变化无明显相关。腹痛伴呕吐，呕吐约 n 次，呕吐物为胃内容物，不含胆汁及咖啡色样物质，非喷射性。患者无腹泻，无畏寒、发热，无咳嗽、咳痰，无流涕、鼻塞或其他上呼吸道症状。", "department":"儿科"}
{"chief_complaint":"头痛d天", "template":"患者头痛d天。头痛部位位于额部和颞部，疼痛性质为胀痛，程度中等，呈持续性，头痛常在活动后加重。伴有恶心，但无呕吐，无畏光、畏声。无发热、寒战、咳嗽、流涕等症状。无视物模糊、耳鸣或肢体麻木无力。", "department":"儿科"}
{"chief_complaint":"声嘶伴犬吠样咳嗽d天。", "template":"患者声嘶伴犬吠样咳嗽d天。起初出现声嘶，随后伴有咳嗽，咳嗽呈犬吠样，多在夜间明显，白天稍缓解。无发热、寒战，无呼吸困难、胸痛，无咳痰或痰中带血。无明显流涕、鼻塞、咽痛等症状。无恶心、呕吐、腹痛或腹泻。", "department":"儿科"}
{"chief_complaint":"咳嗽d天，伴喘息d天", "template":"d天前出现咳嗽，闻及痰鸣，无发热，无气促，无三凹征，d天前出现喘息，无三凹征，无唇周发绀，精神可，大小便正常", "department":"儿科"}
{"chief_complaint":"腹痛d天，发现双下肢皮疹d天", "template":"患者腹痛d天，发现双下肢皮疹d天。腹痛主要位于脐周及下腹部，呈持续性胀痛，间歇性加重，疼痛程度中等，伴有恶心，无呕吐，无腹泻，无发热。大便正常，无血便，无腹胀及肛门坠胀感。皮疹于双下肢分布，以小腿为主，为红色斑丘疹，无瘙痒，无明显破溃、渗出或结痂。", "department":"儿科"}
{"chief_complaint":"发热伴流涕、咳嗽d天。", "template":"患者发热伴流涕、咳嗽d天。发热以中低热为主，体温最高达***℃，发热多在夜间明显，伴有全身乏力，无寒战及盗汗。咳嗽频繁，以干咳为主，偶有少量白色黏痰，无痰中带血，流涕为清水样，鼻塞明显，无咽痛、声音嘶哑。无恶心、呕吐、腹痛、腹泻等症状。", "department":"儿科"}
{"chief_complaint":"咳嗽伴咳痰d天。", "template":"患者咳嗽伴咳痰d天。咳嗽以阵发性为主，白天和夜间均明显，咳痰为白色黏痰，量少，无脓性或血性痰。咳嗽无明显诱因，与体位、进食无明显相关，咳嗽时无胸痛、气促或呼吸困难。无发热、寒战，无咽痛、声音嘶哑，无流涕或鼻塞。", "department":"儿科"}
{"chief_complaint":"尿频、尿痛d天", "template":"患者尿频、尿痛d天。表现为排尿次数明显增多，每次尿量少，伴排尿时尿道灼痛感，疼痛程度为轻至中等，无肉眼血尿。患者无尿急、腰痛或耻骨上区疼痛，无发热、寒战，无恶心、呕吐或腹痛。大便正常。", "department":"儿科"}
{"chief_complaint":"发热伴拒食流涎 天", "template":"患者发热伴拒食、流涎天。体温最高达**℃，多为中低热，伴全身乏力。患者出现明显拒食，进食量较少，伴流涎，唾液分泌增多，需频繁擦拭。无咳嗽、咳痰，无咽痛、声音嘶哑，无呼吸困难或气促。无恶心、呕吐、腹痛或腹泻，无皮疹。", "department":"儿科"}
{"chief_complaint":"呛奶、吐奶d天", "template":"气促，呼吸动度大，发热，鼻塞，无青紫、呻吟等不适。精神、食欲尚可。", "department":"儿科"}
{"chief_complaint":"哭闹d天", "template":"患儿d天前，夜间易间断性的哭闹，打屁后哭闹缓解，无发热，无咳嗽，无发泄，无吐奶、呛奶。精神状态好，食欲好。混合喂养，大便成形。", "department":"儿科"}
{"chief_complaint":"发现贫血m月。", "template":"患者发现贫血m月。，期间患者偶有乏力、头晕，活动后心悸，无胸闷、气促。无头痛、耳鸣、视物模糊。无面色苍白或皮肤黏膜黄染。无牙龈出血、鼻出血、月经量过多或其他异常出血倾向。无黑便、便血，无食欲减退、恶心、呕吐、腹痛、腹泻或体重下降。", "department":"儿科"}
{"chief_complaint":"胸痛+小时 天 月", "template":"时 天 月患者有无诱因突然还是缓慢出现胸痛，位置在：心前区、后背部、肋间神经、肋软骨、心前区、剑突下、胸骨后、下胸部、肩部腋下；有无向后背部、左肩、右肩部等放射；劳力或精神紧张是否加重、进食时是否加重、咳嗽是否加重；呈剧烈、轻微还是隐痛，呈刀割样、烧灼痛、撕裂样、锥痛、刺痛；绞榨样痛有无重压窒息感，有无恐惧、濒死感；休息后或含服硝酸甘油是否缓解、抗酸剂和促动力药物是否缓解。持续时间+分钟小时 天 月", "department":"儿科"}
{"chief_complaint":"咳嗽d天加重伴吼喘d天", "template":"患者咳嗽d天加重伴吼喘d天。起初出现咳嗽，以阵发性干咳为主，无痰或少量白色黏痰，咳嗽频率逐渐增加，夜间明显。d天前咳嗽加重，伴有吼喘声，主要在吸气时明显，夜间更显著。无发热、寒战，无咽痛、声音嘶哑，无胸痛、气促或唇周发绀。患者无流涕、鼻塞，无恶心、呕吐、腹泻等症状。", "department":"儿科"}
{"chief_complaint":"头晕d天", "template":"患者于 d 天前出现头晕，呈持续性或间歇性，是否伴有恶心、呕吐、视物模糊、耳鸣、听力下降等症状。有无头部外伤史，是否伴肢体麻木、无力或言语障碍。既往是否有高血压、糖尿病等基础疾病史。", "department":"神经内科"}
{"chief_complaint":"胸闷d小时", "template":"患者于 d 小时前突发胸闷，是否伴有胸痛、心悸、气促、出汗等症状。胸痛部位位于心前区、后背部还是其他部位，疼痛性质为压榨样、针刺样、烧灼感等。有无放射痛至左肩、下颌等部位。是否服用硝酸甘油或其他药物，效果如何。", "department":"心血管内科"}
{"chief_complaint":"腹胀d天", "template":"患者于 d 天前出现腹胀，是否伴有食欲减退、恶心、呕吐、便秘或腹泻等症状。腹胀是否与进食相关，按压腹部有无疼痛或包块。大便是否正常，有无黑便或血便。既往是否有胃肠道疾病史。", "department":"消化内科"}
{"chief_complaint":"腰痛d天", "template":"患者于 d 天前出现腰痛，疼痛部位位于腰部正中、左侧还是右侧，疼痛性质为钝痛、刺痛、放射痛等。是否伴有下肢麻木、无力或大小便异常。有无外伤史或长期弯腰负重史。", "department":"骨科"}
{"chief_complaint":"视力下降d天", "template":"患者于 d 天前出现视力下降，单眼还是双眼受累，是否逐渐加重。是否伴有眼痛、畏光、流泪、视物变形或视野缺损。有无眼部外伤史或手术史。既往是否佩戴眼镜或有眼部疾病史。", "department":"眼科"}
{"chief_complaint":"耳鸣d天", "template":"患者于 d 天前出现耳鸣，耳鸣为持续性还是间歇性，声音为嗡嗡声、铃声、流水声等。是否伴有听力下降、眩晕、恶心、呕吐等症状。有无耳部外伤史或感染史。", "department":"耳鼻喉科"}
{"chief_complaint":"咽痛d天", "template":"患者于 d 天前出现咽痛，疼痛性质为钝痛、刺痛或烧灼感，是否伴有吞咽困难、声音嘶哑、发热等症状。咽部是否有充血、肿胀或分泌物增多。有无近期感冒或扁桃体炎病史。", "department":"耳鼻喉科"}
{"chief_complaint":"关节肿痛d天", "template":"患者于 d 天前出现关节肿痛，主要累及膝关节、踝关节还是其他关节，是否对称性分布。是否伴有晨僵、活动受限、发热等症状。有无关节外伤史或风湿性疾病史。", "department":"风湿免疫科"}
{"chief_complaint":"浮肿d天", "template":"患者于 d 天前出现浮肿，主要累及颜面部、双下肢还是全身。是否伴有尿量减少、体重增加、乏力等症状。有无高血压、糖尿病、肾病等基础疾病史。", "department":"肾内科"}
{"chief_complaint":"心悸d天", "template":"患者于 d 天前出现心悸，是否伴有胸闷、气促、头晕、出汗等症状。心悸是否与运动、情绪波动相关，是否规律发作。既往是否有心脏病史或甲状腺功能异常史。", "department":"心血管内科"}
{"chief_complaint":"皮肤瘙痒d天", "template":"患者于 d 天前出现皮肤瘙痒，是否伴有皮疹、红斑、脱屑等症状。瘙痒部位为全身性还是局限性，是否与季节、饮食或接触物相关。有无过敏史或皮肤病史。", "department":"皮肤科"}
{"chief_complaint":"牙痛d天", "template":"患者于 d 天前出现牙痛，疼痛部位为上牙还是下牙，是否伴有牙龈红肿、出血、牙齿松动等症状。是否因冷热刺激加重。有无龋齿或牙周病史。", "department":"口腔科"}
{"chief_complaint":"咳嗽d天伴咯血", "template":"患者于 d 天前出现咳嗽，是否伴有咯血、痰中带血丝、胸痛、气促等症状。咯血量为少量还是大量，颜色为鲜红色还是暗红色。有无吸烟史或肺结核病史。", "department":"呼吸内科"}
{"chief_complaint":"恶心呕吐d天", "template":"患者于 d 天前出现恶心呕吐，呕吐物为胃内容物、胆汁还是咖啡样液体。是否伴有腹痛、腹胀、发热等症状。有无妊娠史或胃肠道疾病史。", "department":"消化内科"}
{"chief_complaint":"排尿困难d天", "template":"患者于 d 天前出现排尿困难，是否伴有尿频、尿急、尿痛、血尿等症状。排尿困难是否逐渐加重，有无尿潴留或尿失禁。既往是否有前列腺增生或泌尿系结石病史。", "department":"泌尿外科"}
{"chief_complaint":"肢体麻木d天", "template":"患者于 d 天前出现肢体麻木，主要累及上肢、下肢还是四肢。是否伴有肢体无力、感觉异常、行走不稳等症状。有无颈椎病、脑血管疾病史。", "department":"神经内科"}
{"chief_complaint":"乳房肿块d天", "template":"患者于 d 天前发现乳房肿块，肿块位于左侧乳房、右侧乳房还是双侧乳房。肿块大小、质地如何，是否伴有乳房疼痛、乳头溢液等症状。有无乳腺疾病史或家族史。", "department":"乳腺外科"}
{"chief_complaint":"肛门疼痛d天", "template":"患者于 d 天前出现肛门疼痛，是否伴有便血、便秘、肛门瘙痒等症状。疼痛是否与排便相关，有无痔疮或肛裂病史。", "department":"肛肠科"}
{"chief_complaint":"头痛伴视力模糊d天", "template":"患者于 d 天前出现头痛伴视力模糊，头痛部位为额部、枕部还是全头部，是否伴有恶心、呕吐、眩晕等症状。视力模糊是否逐渐加重，有无眼部或神经系统疾病史。", "department":"神经内科"}
{"chief_complaint":"鼻塞流涕d天", "template":"患者于 d 天前出现鼻塞流涕，是否伴有打喷嚏、鼻痒、嗅觉减退等症状。流涕为清水样、黏液样还是脓性分泌物。有无过敏性鼻炎或鼻窦炎病史。", "department":"耳鼻喉科"}
{"chief_complaint":"月经紊乱m月", "template":"患者于 m 月前出现月经紊乱，表现为月经周期延长、缩短还是不规则出血。是否伴有经量增多、经期延长、腹痛等症状。有无妇科疾病史或内分泌异常史。", "department":"妇科"}
{"chief_complaint":"体重减轻d月", "template":"患者于 d 月前出现体重减轻，是否伴有食欲减退、乏力、盗汗等症状。体重减轻是否与饮食、运动相关，有无恶性肿瘤或代谢性疾病史。", "department":"内分泌科"}
{"chief_complaint":"黄疸d天", "template":"患者于 d 天前出现黄疸，是否伴有皮肤瘙痒、尿色加深、大便颜色变浅等症状。黄疸是否逐渐加重，有无肝炎、胆道疾病史。", "department":"肝胆外科"}
{"chief_complaint":"声音嘶哑d天", "template":"患者于 d 天前出现声音嘶哑，是否伴有咽喉疼痛、吞咽困难、咳嗽等症状。声音嘶哑是否逐渐加重，有无吸烟史或声带疾病史。", "department":"耳鼻喉科"}